{
books:[{"id":"53","title":"Bleak House","description":"<p>Bleak House is the ninth novel by Charles Dickens, published in 20 monthly parts between March 1852 and September 1853. It is widely held to be one of Dickens' finest and most complete novels, containing one of the most vast, complex and engaging arrays of minor characters and sub-plots in his entire canon. Dickens tells all of these both through the narrative of the novel's heroine, Esther Summerson, and as an omniscient narrator. Memorable characters include the menacing lawyer Tulkinghorn, the friendly but depressive John Jarndyce and the childish Harold Skimpole. The plot concerns a long-running legal dispute (Jarndyce and Jarndyce) which has far-reaching consequences for all involved. (Summary from Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1023","language":"English","copyright_year":"1853","num_sections":"67","url_rss":"http:\/\/librivox.org\/rss\/53","url_zip_file":"http:\/\/www.archive.org\/download\/bleak_house_cl_librivox\/bleak_house_cl_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Bleak_House","url_librivox":"http:\/\/librivox.org\/bleak-house-by-charles-dickens\/","url_other":null,"totaltime":"43:30:19","totaltimesecs":156619,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"140","title":"Christmas Carol","description":"<p>A classic tale of what comes to those whose hearts are hard. In a series of ghostly visits, Scrooge visits his happy past, sees the difficulties of the present, views a bleak future, and in the end amends his mean ways. (Summary written by Kristen McQuillin)<p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/46","language":"English","copyright_year":"1843","num_sections":"5","url_rss":"http:\/\/librivox.org\/rss\/140","url_zip_file":"http:\/\/www.archive.org\/download\/A_Christmas_Carol\/A_Christmas_Carol_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Christmas_Carol","url_librivox":"http:\/\/librivox.org\/a-christmas-carol-by-charles-dickens\/","url_other":null,"totaltime":"3:14:29","totaltimesecs":11669,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"316","title":"Our Mutual Friend","description":"Dickens' last complete novel was published serially 1864-5. It begins with an intriguing fortune offered to John Harmon by his late father, a rich dust contractor, in his will. <br><br>To receive the money, John must marry a certain Bella Wilfer who he does not know from Eve. He is returning from the exile enforced by his father and confides in a ship's mate who attempts to murder him. The mate gets killed instead, leaving one inconvenient corpse. Because John is considered dead (the body is found with his papers), the money passes to Mr Boffin, old Harmon's foreman. Harmon adopts Bella and John comes into his employ disguised as John Rokesmith. Bella does not fall for John but through kindly Boffin's contrivances learns to hate money and fall for her suitor under his false name. Eventually she learns of his true identity as the Boffins had previously, and the villainous one-legged Silas Wegg's plot to blackmail Mr Boffin is brought to light.<br><br> There is also a story running behind the main plot about a certain Eugene Wrayburn and his love for Lizzie Hexam, and his rival's attempt to murder him. The two plots are only really connected through the waterside murders but it allows Dickens to indulge in an extremely socially diverse cast of characters. (Summary written by Alan Chant).<p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/883","language":"English","copyright_year":"1865","num_sections":"68","url_rss":"http:\/\/librivox.org\/rss\/316","url_zip_file":"http:\/\/www.archive.org\/download\/our_mutual_friend_0707_librivox\/our_mutual_friend_0707_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Our_Mutual_Friend","url_librivox":"http:\/\/librivox.org\/our-mutual-friend-by-charles-dickens\/","url_other":null,"totaltime":"33:26:04","totaltimesecs":120364,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"510","title":"Tale of Two Cities","description":"<p>A Tale of Two Cities (1859) is a historical novel by Charles Dickens; it is moreover a moral novel strongly concerned with themes of guilt, shame, redemption and patriotism.<br><br>The plot centers on the years leading up to French Revolution and culminates in the Jacobin Reign of Terror. It tells the story of two men, Charles Darnay and Sydney Carton, who look very alike but are entirely different in character.(Summary from wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/98","language":"English","copyright_year":"1859","num_sections":"45","url_rss":"http:\/\/librivox.org\/rss\/510","url_zip_file":"http:\/\/www.archive.org\/download\/tale_two_cities_librivox\/tale_two_cities_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Tale_Of_Two_Cities","url_librivox":"http:\/\/librivox.org\/a-tale-of-two-cities-by-charles-dickens\/","url_other":null,"totaltime":"14:59:35","totaltimesecs":53975,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"578","title":"Twist","description":"<p>BLAH BLAH. Oliver Twist is an 1838 novel by Charles Dickens. It was originally published as a serial.<br><br>Like most of Dickens' work, the book is used to call the public's attention to various contemporary social evils, including the workhouse, child labour and the recruitment of children as criminals. The novel is full of sarcasm and dark humour, even as it treats its serious subject, revealing the hypocrisies of the time.<br><br>It has been the subject of numerous film and television adaptations, and the basis for a highly successful British musical, Oliver!. (Summary from wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/730","language":"English","copyright_year":"1838","num_sections":"53","url_rss":"http:\/\/librivox.org\/rss\/578","url_zip_file":"http:\/\/www.archive.org\/download\/oliver_twist_librivox\/oliver_twist_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Oliver_Twist","url_librivox":"http:\/\/librivox.org\/oliver-twist-by-charles-dickens\/","url_other":null,"totaltime":"17:01:14","totaltimesecs":61274,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"685","title":"Christmas Carol (version 2)","description":"A Christmas Carol (full title: A Christmas Carol in Prose, Being a Ghost Story of Christmas) is A Christmas Carol is a Victorian morality tale of an old and bitter miser, Ebenezer Scrooge, who undergoes a profound experience of redemption over the course of one evening. (Wikipedia)","url_text_source":"http:\/\/www.gutenberg.org\/etext\/46","language":"English","copyright_year":"1843","num_sections":"5","url_rss":"http:\/\/librivox.org\/rss\/685","url_zip_file":"http:\/\/www.archive.org\/download\/christmascarol_librivox\/christmascarol_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Christmas_Carol","url_librivox":"http:\/\/librivox.org\/a-christmas-carol-by-charles-dickens-2\/","url_other":null,"totaltime":"2:43:45","totaltimesecs":9825,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"708","title":"Bleak House (version 2)","description":"","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1023","language":"English","copyright_year":"1853","num_sections":"67","url_rss":"http:\/\/librivox.org\/rss\/708","url_zip_file":null,"url_project":"http:\/\/en.wikipedia.org\/wiki\/Bleak_House","url_librivox":"http:\/\/librivox.org\/forum\/viewtopic.php?t=4625","url_other":null,"totaltime":null,"totaltimesecs":0,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"845","title":"Hard Times","description":"Hard Times, the shortest of Dickens's full-length novels, is set in the fictitious Victorian-England city of Coketown, where facts are the rule and all fancy is to be stamped out. The plot centers around the men and women of the town, some of whom are beaten down by the city's utilitarian ideals and some of whom manage to rise above it. The novel was written in 1854 and was a scathing attack on then-current ideas of utilitarianism, which Dickens viewed as a selfish and at times oppressive philosophy. Perhaps the novel's best features are its clever, ironic narration and the larger-than-life characters that push the plot forward, such as the upper-class banker and hypocritical braggart, Josiah Bounderby, and the fact-driven schoolmaster, Thomas Gradgrind. (Summary by Rosalind Wills).<p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/786","language":"English","copyright_year":"1854","num_sections":"22","url_rss":"http:\/\/librivox.org\/rss\/845","url_zip_file":"http:\/\/www.archive.org\/download\/hard_times_dickens_0709_librivox\/hard_times_dickens_0709_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Hard_Times","url_librivox":"http:\/\/librivox.org\/hard-times-by-charles-dickens\/","url_other":null,"totaltime":"10:54:45","totaltimesecs":39285,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"876","title":"Life And Adventures Of Nicholas Nickleby","description":"<p>The action takes place in London, with excursions to Devon, Yorkshire, and Portsmouth, as we follow the adventures of the eponymous hero. Nicholas is forced to unwelcome employment to help secure support for his widowed mother and his sister from their mercenary relative Ralph, on whose mercy they have been thrown. After many adventures Nicholas finally triumphs over his Uncle, although his success is also tinged with sadness. (Summary by Chris Garbett) <\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/967","language":"English","copyright_year":"1839","num_sections":"66","url_rss":"http:\/\/librivox.org\/rss\/876","url_zip_file":"http:\/\/www.archive.org\/download\/nicholas_nickleby_0908_librivox\/nicholas_nickleby_0908_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/the-life-and-adventures-of-nicholas-nickleby-by\/","url_other":null,"totaltime":"33:59:27","totaltimesecs":122367,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"942","title":"Pickwick Papers","description":"The Posthumous Papers of the Pickwick Club, better known as The Pickwick Papers, is the first novel by Charles Dickens. Written for publication as a serial, The Pickwick Papers consists of a sequence of loosely-related adventures. Its main literary value and appeal is formed by its numerous unforgettable heroes. Each personage in The Pickwick Papers (just as in many other Dickens' novels) is drawn comically, often with exaggerated features of character. (Wikipedia)<p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/580","language":"English","copyright_year":"1836","num_sections":"57","url_rss":"http:\/\/librivox.org\/rss\/942","url_zip_file":"http:\/\/www.archive.org\/download\/pickwickpapers_0709_librivox\/pickwickpapers_0709_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Pickwick_Papers","url_librivox":"http:\/\/librivox.org\/the-pickwick-papers-by-charles-dickens\/","url_other":null,"totaltime":"32:00:24","totaltimesecs":115224,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"998","title":"No Thoroughfare","description":"<p>Two boys from the Foundling Hospital are given the same name, with disastrous consequences in adulthood. Two associates, wishing to right the wrong, are commissioned to find a missing heir. Their quest takes them from fungous wine cellars in the City of London to the sunshine of the Mediterranean—across the Alps in winter. Danger and treachery would prevail were it not for the courage of the heroine and the faithful company servant. <br><br>The story contains crafted descriptions, well-drawn and diverse characters, eerie and exotic backgrounds, mystery, semi-concealed identities, brinkmanship with death, romance, the eventual triumph of Good over Evil, and many other elements expected in classic Dickens.  <br><br>First published in 1867 there are thematic parallels with other books from Dickens' mature writings, including Little Dorrit (1857) and especially Our Mutual Friend (1865). The Listener will decide if this story yields insights into The Mystery of Edwin Drood (unfinished 1870).  <br><br> Wilkie Collings collaborated with Charles Dickens to produce this ‘Christmas’ book and the stage play of the same name. In the book Collins assisted in Act 1 and Act 4; Collins scripted most of the stage play with Dickens’ assistance. If this book were released today it would be splashed \"THE BOOK OF THE FILM\". - Summary by Alan Chant. <\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1423","language":"English","copyright_year":"1867","num_sections":"13","url_rss":"http:\/\/librivox.org\/rss\/998","url_zip_file":"http:\/\/www.archive.org\/download\/no_thoroughfare_librivox\/no_thoroughfare_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/No_Thoroughfare","url_librivox":"http:\/\/librivox.org\/no-thoroughfare-by-charles-dickens\/","url_other":null,"totaltime":"5:56:29","totaltimesecs":21389,"authors":[{"id":"326","first_name":"Wilkie","last_name":"Collins","dob":"1824","dod":"1889"},{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"1013","title":"Old Curiosity Shop","description":"<p>The Old Curiosity Shop tells the story of Little Nell, a beautiful and virtuous young girl who lives with her grandfather in his shop of curiosities. Her grandfather loves her dearly, and Nell does not complain, but she lives a lonely existence without friends of her own age. Her only friend is Kit, an honest young lad who works at the shop, and whom she is teaching to write. Unbeknownst to Nell, her grandfather is obsessed with their precarious financial position and is attempting to make Nell a good inheritance by winning at cards. He keeps these nocturnal activities a secret, but borrows heavily from the evil Quilp, a dwarf, in order to raise new capital. In the end, he gambles away what little money they own, and Quilp seizes the opportunity to take possession of the shop and make Nell's and her grandfather's lives a misery. Indeed, her grandfather suffers a breakdown, which leaves him bereft of his wits. Courageously, Nell decides to escape Quilp, and she and her grandfather run away to the country to live as beggars, travelling into the Midlands of England. <\/p><p>There, then, follow the multifarious adventures of Nell and her grandfather, Quilp and his sly minions and accomplices, who would be Nell's vehement pursuers throughout the entire story, the noble schoolmaster, and many, many other personages as bright and memorable as Dickens' heroes always are. But... let us hear the story itself, shan't we? <\/p><br>(Description from Wikipedia with additions by Euthymius)<\/br>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/700","language":"English","copyright_year":"1841","num_sections":"73","url_rss":"http:\/\/librivox.org\/rss\/1013","url_zip_file":"http:\/\/www.archive.org\/download\/old_curiosity_shop_eu_librivox\/old_curiosity_shop_eu_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Old_Curiosity_Shop","url_librivox":"http:\/\/librivox.org\/the-old-curiosity-shop-by-charles-dickens\/","url_other":null,"totaltime":"23:23:44","totaltimesecs":84224,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"1038","title":"Life and Adventures of Martin Chuzzlewit","description":"<p>Old Martin Chuzzlewit has heaps of money that has never brought him anything but misery. Estranged from his grandson and namesake, when word gets out that he is ill, he finds himself surrounded by a throng of relatives that he despises, all hoping to get a piece of the pie. He allows himself to be taken under the wing of his obsequious and hypocritical cousin, Seth Pecksniff, who is more than happy to shelter him and kowtow to him and to keep all other relatives away. Will this vulture be the one to inherit the old man’s fortune, or is there more going on than meets the eye?<\/p><p>Treachery, mayhem, and possibly murder, along with some genuine love and compassion are skillfully intertwined in this book, along with Dickens’ classic wit and brilliantly created characters. His villains are odious, his good guys are delightful, and those that fall in between truly deserve to be called “Characters.” (summary by Debra Lynn)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/968","language":"English","copyright_year":"1843","num_sections":"76","url_rss":"http:\/\/librivox.org\/rss\/1038","url_zip_file":"http:\/\/www.archive.org\/download\/martin_chuzzlewit_librivox\/martin_chuzzlewit_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Martin_Chuzzlewit","url_librivox":"http:\/\/librivox.org\/the-life-and-adventures-of-martin-chuzzlewit\/","url_other":null,"totaltime":"33:44:14","totaltimesecs":121454,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"1082","title":"Mystery of Edwin Drood","description":"The Mystery of Edwin Drood is the final novel by Charles Dickens. The novel was left unfinished at the time of Dickens' death, and readers have often speculated what the ending might have been. The novel is named after Edwin Drood, but it mostly tells the story of his uncle, a Jekyll-and-Hyde-esque choirmaster named John Jasper, who is in love with his pupil, Rosa Bud. Miss Bud is Drood's fiancée, and has caught the eye of the high-spirited and hot-tempered Neville Landless, who comes from Ceylon (now Sri Lanka) with his twin sister, Helena, and immediately makes an enemy of Drood. It is hinted strongly that Jasper is the murderer, but it is not known whether Dickens had a surprise in mind. (Summary from Wikipedia)<p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/564","language":"English","copyright_year":"1870","num_sections":"23","url_rss":"http:\/\/librivox.org\/rss\/1082","url_zip_file":"http:\/\/www.archive.org\/download\/edwin_drood_0901_librivox\/edwin_drood_0901_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Edwin_Drood","url_librivox":"http:\/\/librivox.org\/the-mystery-of-edwin-drood-by-charles-dickens\/","url_other":null,"totaltime":"12:21:05","totaltimesecs":44465,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"1142","title":"Child's History of England","description":"<P>A Child's History of England first appeared in serial form, running from January 25, 1851 to December 10, 1853 and was first published in three volume book form in 1852, 1853, and 1854. Dickens dedicated the book to \"My own dear children, whom I hope it may help, bye and bye, to read with interest larger and better books on the same subject\". The history covered the period between 50 BC and 1689, ending with a chapter summarising events from then until the ascension of Queen Victoria. (Wikipedia) <\/P>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/699","language":"English","copyright_year":"1854","num_sections":"37","url_rss":"http:\/\/librivox.org\/rss\/1142","url_zip_file":"http:\/\/www.archive.org\/download\/childs_history_0801_librivox\/childs_history_0801_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Child's_History_of_England","url_librivox":"http:\/\/librivox.org\/a-childs-history-of-england-by-charles-dickens\/","url_other":null,"totaltime":"16:20:26","totaltimesecs":58826,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"1144","title":"Cricket on the Hearth","description":"<p>John Peerybingle, a carrier, lives with his wife Dot (who is much younger than he), their baby, their nanny Tilly Slowboy, and a mysterious lodger. A cricket constantly chirps on the hearth and acts as a guardian angel to the family, at one point assuming a human voice to warn John that his suspicions that Dot is having an affair with the lodger are wrong.<br><\/br>The life of the Peerybingles frequently intersects with that of Caleb Plummer, a poor toymaker employed by the miser Mr. Tackleton. Caleb has a blind daughter Bertha and a son Edward, who travelled to South America and seemingly never returned. Tackleton is now on the eve of marrying Edward's sweetheart, May.<br><\/br>In the end, the lodger is revealed to be none other than Edward. Tackleton's heart is melted by the Christmas season, like Ebeneezer Scrooge, and surrenders May to marry her true love. It is suggested ambiguously that Bertha regains her sight at the end. (Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/20795","language":"English","copyright_year":"1845","num_sections":"10","url_rss":"http:\/\/librivox.org\/rss\/1144","url_zip_file":"http:\/\/www.archive.org\/download\/cricket_on_the_hearth_0802_librivox\/cricket_on_the_hearth_0802_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Cricket_on_the_Hearth","url_librivox":"http:\/\/librivox.org\/the-cricket-on-the-hearth-by-charles-dickens\/","url_other":null,"totaltime":"3:21:49","totaltimesecs":12109,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"1411","title":"David Copperfield","description":"<p>\"David Copperfield\" or \"The Personal History, Adventures, Experience and Observation of David Copperfield the Younger of Blunderstone Rookery\" was first published in 1850. Like all except five of his works, it originally appeared in serial form. Many elements within the novel follow events in Dickens' own life, and it is probably the most autobiographical of all of his novels. It is also Dickens' \"favorite child.\" (Summary adapted from Wikipedia)<\/p>\n\n","url_text_source":"http:\/\/www.gutenberg.org\/etext\/766","language":"English","copyright_year":"1850","num_sections":"65","url_rss":"http:\/\/librivox.org\/rss\/1411","url_zip_file":"http:\/\/www.archive.org\/download\/David_Copperfield_0805_librivox2\/David_Copperfield_0805_librivox2_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/David_Copperfield_(novel)","url_librivox":"http:\/\/librivox.org\/david-copperfield-by-charles-dickens\/","url_other":null,"totaltime":"35:41:10","totaltimesecs":128470,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"1677","title":"Three Ghost Stories","description":"<p>As a gifted writer with a strong interest in supernatural phenomena, Charles Dickens produced a string of ghost stories with enduring charm. Three of them are presented here, of which The Signal Man is one of the best known. Though quite different from his most celebrated realistic and humorous critical novels, these ghost stories, Gothic and grotesque as they are, are of good portrayal, and worth a read\/listen. Summary by Vivian Chan<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1289","language":"English","copyright_year":"1866","num_sections":"4","url_rss":"http:\/\/librivox.org\/rss\/1677","url_zip_file":"http:\/\/www.archive.org\/download\/3ghoststories_0804_librivox\/3ghoststories_0804_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/three-ghost-stories-by-charles-dickens\/","url_other":null,"totaltime":"2:10:58","totaltimesecs":7858,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"1950","title":"Little Dorrit","description":"<br \/>Born in the Marshalsea Prison for Debtors, Amy—Little Dorrit—the daughter of the ruined, but self-respectful William Dorrit, has put her entire heart in caring for her dear father, until one day her humble path is crossed by Arthur Clennam. Their meeting proves providential not only for Amy's life, but for the whole Dorrit family, whose new rise will, in many ways, be also their fall. As in all his novels, in <em>Little Dorrit<\/em> Dickens ushers us into a fascinating and startlingly rich world of human characters and destinies, where virtue and nobility cross swords with vice and villainy, where strength and weakness intertwine with prejudice and magnanimity and where the author's inspired pen wields a compelling and unforgettable power over the readers. (Summary by Ellis Christoff)<br \/><br \/>","url_text_source":"http:\/\/etext.library.adelaide.edu.au\/d\/dickens\/charles\/d54ld\/index.html","language":"English","copyright_year":"1857","num_sections":"72","url_rss":"http:\/\/librivox.org\/rss\/1950","url_zip_file":"http:\/\/www.archive.org\/download\/little_dorrit_ec_0905_librivox\/little_dorrit_ec_0905_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Little_Dorrit","url_librivox":"http:\/\/librivox.org\/little-dorrit-by-charles-dickens\/","url_other":null,"totaltime":"36:09:42","totaltimesecs":130182,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"2102","title":"Dombey and Son","description":"<p>Charles Dickens the author of Dombey and Son, originally wrote the book in installments which were published from October 1846 to April 1848 under the title Dealings with the Firm of Dombey and Son: Wholesale, Retail and for Exportation. <br><br>\nThe story centers around Paul Dombey, the stern owner of the Firm. He is totally immersed in having his newly born son continue the business, and entirely neglects his daughter Florence. Tragedy occurs, and Florence’s plight worsens. As the years go by, Mr. Dombey sees to it that the man she loves, his employee, is sent far away. Mr Dombey remarries, but his marriage is eventually destroyed, his fortune gone, he becomes destitute. Finally he accepts help from his daughter, and life changes for him. Many wonderful characters interweave the tale, as in all Dickens literary masterpieces. (Summary by Mil Nicholson)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/821","language":"English","copyright_year":"1848","num_sections":"63","url_rss":"http:\/\/librivox.org\/rss\/2102","url_zip_file":"http:\/\/www.archive.org\/download\/dombey_and_son_0901_librivox\/dombey_and_son_0901_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Dombey_and_son","url_librivox":"http:\/\/librivox.org\/dombey-and-son-by-charles-dickens\/","url_other":null,"totaltime":"40:21:59","totaltimesecs":145319,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"2299","title":"Seven Poor Travellers","description":"<p>One of Dickens' Christmas stories, this was first published as part of the Christmas number of Household Words for 1854. The first chapter relates Dickens' visit to the ancient Richard Watts's Charity at Rochester. The second chapter is the touching story of \"Richard Doubledick\", which Dickens supposedly told the travellers, and Dickens' journey home on Christmas morning provides the short concluding chapter. (Summary by Ruth Golding)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/1392","language":"English","copyright_year":"1854","num_sections":"3","url_rss":"http:\/\/librivox.org\/rss\/2299","url_zip_file":"http:\/\/www.archive.org\/download\/seven_poor_travellers_0808_librivox\/seven_poor_travellers_0808_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/the-seven-poor-travellers-by-charles-dickens\/","url_other":null,"totaltime":"1:11:27","totaltimesecs":4287,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"2450","title":"Barnaby Rudge","description":"<p>A wayside tavern where the local men drink and gossip; an unsolved, twenty year old murder at a nearby mansion; a very talkative black raven; a London locksmith and his family; a man apparently returned from the dead; a hangman who enjoys his job way too much; an anti-Catholic lord; a large and violent mob; and the British Militia—what do all these things have in common? All have, in some way, touched or been touched by the loveable, young, simple-minded “idiot,” Barnaby Rudge.<br\/><br\/>\n\nBarnaby’s good nature makes him a joy to most who know him. Unfortunately, his eagerness to please and his gullibility make him an easy prey for the unscrupulous. Can he emerge unscathed when once he gets tangled up with the wrong crowd?<br\/><br\/>\n\nOnce again, Dickens has managed to temper the horrific with his characteristic wit and humor, as he tells this tale based on the \"no-popery\" or Gordon riots of 1780.<br\/><br\/>\n\n(Note: If the bird in this story seems familiar, it may be because he was the inspiration for Edgar Allen Poe’s poem, “The Raven.”) (Summary by Debra Lynn)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/917","language":"English","copyright_year":"1841","num_sections":"83","url_rss":"http:\/\/librivox.org\/rss\/2450","url_zip_file":"http:\/\/www.archive.org\/download\/barnaby_rudge_dl_0908_librivox2\/barnaby_rudge_dl_0908_librivox2_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Barnaby_Rudge","url_librivox":"http:\/\/librivox.org\/barnaby-rudge-by-charles-dickens\/","url_other":null,"totaltime":"24:17:09","totaltimesecs":87429,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"2571","title":"Dombey and Son (version 2)","description":"Dombey and Son is a novel by the Victorian author Charles Dickens. The story concerns Paul Dombey, the wealthy owner of the shipping company of the book's title, whose dream is to have a son to continue his business. The book begins when his son is born, and Dombey's wife dies shortly after giving birth.<\/p>\n\nAs with most of Dickens' work, a number of socially significant themes are to be found in this book. In particular the book deals with the then-prevalent common practice of arranged marriages for financial gain. Other themes to be detected within this work include child cruelty (particularly in Dombey's treatment of Florence), familial relationships, and as ever in Dickens, betrayal and deceit and the consequences thereof. (Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/821","language":"English","copyright_year":"1848","num_sections":"62","url_rss":"http:\/\/librivox.org\/rss\/2571","url_zip_file":"http:\/\/www.archive.org\/download\/dombey_cl_librivox\/dombey_cl_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/dombey-and-son-by-charles-dickens-2\/","url_other":null,"totaltime":"44:35:29","totaltimesecs":160529,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"2591","title":"Great Expectations","description":"This classic tale tells of an orphan, Pip, who through a series of strange circumstances first finds a trade as a blacksmith's apprentice and then learns that he has \"great expectations\" of a future inheritance from an anonymous benefactor. He soon learns to live the profligate life of a gentleman as he gradually sheds his associations with the gentle souls of his past, Joe (the blacksmith) and Biddy (a level-headed young lady). He throws his money at improving the prospects of his roommate and friend Herbert and his heart at an \"ice princess\" whose heart will never respond. But then an escaped convict from his distant past comes calling, and all Pip's hopes dissolve. (Summary by Mark F. Smith)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/1400","language":"English","copyright_year":"1867","num_sections":"59","url_rss":"http:\/\/librivox.org\/rss\/2591","url_zip_file":"http:\/\/www.archive.org\/download\/great_expectations_mfs_0812_librivox\/great_expectations_mfs_0812_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/great-expectations-by-charles-dickens\/","url_other":null,"totaltime":"20:26:03","totaltimesecs":73563,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"2823","title":"House to Let","description":"<br \/><em>A House to Let<\/em> is a short story originally published in 1858 in the Christmas edition of Dickens' <em>Household Words<\/em> magazine. Each of the contributors wrote a chapter (stories within a story, or, in the case of Adelaide Anne Procter, poetry) and the story was edited by Dickens, who also wrote the first and last chapters with Wilkie Collins. <br \/><br \/>The plot concerns an elderly woman, Sophonisba, who notices signs of life in a supposedly empty dilapidated house (the eponymous \"House to Let\") opposite her own, and employs the efforts of an elderly admirer, Jabez Jarber, and her servant, Trottle, to discover what is happening within. (Summary by Ruth Golding and Wikipedia)<br \/><br \/>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/2324","language":"English","copyright_year":"1858","num_sections":"7","url_rss":"http:\/\/librivox.org\/rss\/2823","url_zip_file":"http:\/\/www.archive.org\/download\/house_to_let_rg_librivox\/house_to_let_rg_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_House_to_Let","url_librivox":"http:\/\/librivox.org\/a-house-to-let-by-charles-dickens-and-others\/","url_other":null,"totaltime":"4:12:04","totaltimesecs":15124,"authors":[{"id":"326","first_name":"Wilkie","last_name":"Collins","dob":"1824","dod":"1889"},{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"},{"id":"4108","first_name":" Elizabeth Cleghorn","last_name":"Gaskell","dob":"1810","dod":"1865"},{"id":"3168","first_name":"Adelaide Anne","last_name":"Procter","dob":"1825","dod":"1864"}]},{"id":"3019","title":"Barnaby Rudge (version 2)","description":"<p>One of the two Historical novels Charles Dickens wrote, Barnaby Rudge is set around the ‘Gordon’ riots in London in 1780. The story begins in 1775 with Barnaby, his Mother, and his talking Raven Grip, fleeing their home from a blackmailer, and going into hiding. Joe Willet similarly finds he must leave his home to escape his Father’s ire, leaving behind the woman he loves. Five years later these characters, and many others whose lives we have followed, find themselves caught up in the horrific Protestant rioting led by Sir George Gordon. The mob which reaches 100,000 strong, gets out of hand, and there is danger to all in the path of their destruction. Charles Dickens skillfully weaves the lives of his many loving and many wicked characters through the rioting, and shows how this uprising changes so many lives. As a side note, Edgar Allan Poe is said to have been inspired by Barnaby’s raven Grip when he wrote his famous poem,”The Raven”.(Summary by Mil Nicholson)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/917","language":"English","copyright_year":"1841","num_sections":"83","url_rss":"http:\/\/librivox.org\/rss\/3019","url_zip_file":"http:\/\/www.archive.org\/download\/barnaby_rudge_0910_librivox\/barnaby_rudge_0910_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/barnaby-rudge-by-charles-dickens-2\/","url_other":null,"totaltime":"29:00:45","totaltimesecs":104445,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"3072","title":"My Father As I Recall Him","description":"\"If, in these pages, written in remembrance of my father, I should tell you, my dear friends, nothing new of him, I can, at least, promise you that what I shall tell will be told faithfully, if simply, and perhaps there may be some things not familiar to you.\" So begins chapter one of <i>My Father as I Recall Him<\/i>, the personal recollections of Mary Dickens, (Mamie, as she was called), the oldest daughter of the great novelist, Charles Dickens. (Summary from the text and Laura Caldwell)","url_text_source":"http:\/\/www.gutenberg.org\/etext\/27234","language":"English","copyright_year":"1896","num_sections":"6","url_rss":"http:\/\/librivox.org\/rss\/3072","url_zip_file":"http:\/\/www.archive.org\/download\/my_father_0908_librivox\/my_father_0908_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/my-father-as-i-recall-him-by-mamie-dickens\/","url_other":null,"totaltime":"2:07:48","totaltimesecs":7668,"authors":[{"id":"5169","first_name":" Mamie","last_name":"Dickens","dob":"1838","dod":"1896"}]},{"id":"3719","title":"Kerstlied in Proza (A Christmas Carol)","description":"<P>'A Christmas Carol' is een Victoriaanse allegorie over een oude en verbitterde vrek, Ebenezer Scrooge, die in de nacht voor Kerstmis een aantal dromen heeft… (Samenvatting van Wikipedia)<BR><BR>This is the Dutch translation of the book: A Christmas Carol by Charles Dickens.<\/P>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/28560","language":"Dutch","copyright_year":"1843","num_sections":"6","url_rss":"http:\/\/librivox.org\/rss\/3719","url_zip_file":"http:\/\/www.archive.org\/download\/kerstlied_proza_0911_librivox\/kerstlied_proza_0911_librivox_64kb_mp3.zip","url_project":"http:\/\/nl.wikipedia.org\/wiki\/A_Christmas_Carol","url_librivox":"http:\/\/librivox.org\/een-kerstlied-in-proza-by-charles-dickens\/","url_other":null,"totaltime":"3:13:10","totaltimesecs":11590,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"3813","title":"Sketches by Boz: Illustrative of Every-Day Life and Every-Day People","description":"Sketches by Boz is a collection of short pieces published by Charles Dickens in 1836 accompanied by illustrations by George Cruikshank. It consists of 56 passages divided into four sections: \"Our Parish\", \"Scenes\", \"Characters\", and \"Tales\". Of these, only the last contains fiction. (Summary by Wikipedia)<p>","url_text_source":"http:\/\/www.archive.org\/stream\/sketchesbybozill00dickiala#page\/n7\/mode\/2up","language":"English","copyright_year":"1836","num_sections":"59","url_rss":"http:\/\/librivox.org\/rss\/3813","url_zip_file":"http:\/\/www.archive.org\/download\/sketches_boz_1007_librivox\/sketches_boz_1007_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Sketches_by_Boz?","url_librivox":"http:\/\/librivox.org\/sketches-by-boz-by-charles-dickens\/","url_other":null,"totaltime":"21:57:42","totaltimesecs":79062,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"3877","title":"Old Curiosity Shop (version 2)","description":"Written in the years 1840 to 1841, when Dickens was twenty-eight years old, this is a ‘Road’ tale in the very best tradition. Little Nell Trent and her Grandfather are the main characters, who secretly set off from their home under cover of night, to escape the wicked dwarf Quilp. Pursued across England, their adventures lead them through poverty stricken city areas where several destitute people offer them aid on their way, into the countryside where they meet the strange, colorful, and sometimes menacing characters for which Dickens is so well known. Grandfather’s mind begins to wander, and he leans even more for help on Nell, who herself is feeling ill and weak. Eventually they reach a safe pasture with a kind gentleman and think their troubles may be over, but heart-breaking tragedy strikes.\n(Summary by Mil Nicholson)","url_text_source":"http:\/\/www.gutenberg.org\/etext\/700","language":"English","copyright_year":"1841","num_sections":"74","url_rss":"http:\/\/librivox.org\/rss\/3877","url_zip_file":"http:\/\/www.archive.org\/download\/curiosity_shop_mn_librivox\/curiosity_shop_mn_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/the-old-curiosity-shop-by-charles-dickens-2\/","url_other":null,"totaltime":"24:09:26","totaltimesecs":86966,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4029","title":"Kleine Dorrit","description":"<P>De familie Dorrit verblijft door schulden belast meer dan 20 jaar in de schuldengevangenis de Marshalsea in Londen. Zullen zij ontlast worden van hun schulden? Zullen de heldin en de ridder op het witte paard met elkaar trouwen in dit inktzwarte sprookje?<BR><BR>Een satire op rijkdom, status en macht waarbij zowel de publieke-(politieke) als de private- (financiele) sector belachelijk worden gemaakt. Bijna alle personages zijn gevangen in hun eigen verslaving aan waardeloos geld en valse roem. Helaas heeft dit boek niets aan actualiteitswaarde verloren, want luidruchtigheid en begeerigheid, aanmatiging, hoogmoed en ijdelheid bijven voortwoekeren tot de laatste dag. (Samenvatting door Marcel Coenders)<BR><BR>Dutch translation of Little Dorrit by Charles Dickens.<\/P> ","url_text_source":"http:\/\/www.archive.org\/details\/KleineDorrit","language":"Dutch","copyright_year":"1912","num_sections":"86","url_rss":"http:\/\/librivox.org\/rss\/4029","url_zip_file":"http:\/\/www.archive.org\/download\/kleinedorrit_1004_librivox\/kleinedorrit_1004_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Little_Dorrit","url_librivox":"http:\/\/librivox.org\/kleine-dorrit-by-charles-dickens\/","url_other":null,"totaltime":"48:16:35","totaltimesecs":173795,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4128","title":"Pickwick Papers (Version 2)","description":"<p>A sportsman who doesn't hunt; a poet who doesn't write; a lover with no one to love; all three are devoted to their cheerful and benevolent leader, Mr. Pickwick. Join him and his friends, Winkle, Snodgrass, and Tupman, as they tour the country in search of adventures, knowledge, and stories. Along the way, they have their share of mishaps, and meet plenty of interesting characters, both the good and the not so good. (Mr. Pickwick's dedicated manservant, Sam Weller, is a scene-stealer sure to delight just about everybody.)\n\nYou may shed a few tears along the way, but usually of the pleasant sort. This is a mostly lighthearted and humorous tale, with a number of subplots woven in, in Dickens’ incomparable style.<br><br>(Introduction by Debra Lynn)<p> ","url_text_source":"http:\/\/www.gutenberg.org\/etext\/580","language":"English","copyright_year":"1837","num_sections":"57","url_rss":"http:\/\/librivox.org\/rss\/4128","url_zip_file":"http:\/\/www.archive.org\/download\/pickwick_papers_1009_librivox\/pickwick_papers_1009_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Charles_Dickens","url_librivox":"http:\/\/librivox.org\/pickwick-papers-the-version-2-by-charles-dickens\/","url_other":null,"totaltime":"29:43:02","totaltimesecs":106982,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4159","title":"Oliver Twist (version 2)","description":"Oliver Twist; or, The Parish Boy's Progress is the second novel by English author Charles Dickens, published by Richard Bentley in 1838. The story is about an orphan Oliver Twist, who endures a miserable existence in a workhouse and then is placed with an undertaker. He escapes and travels to London where he meets the Artful Dodger, leader of a gang of juvenile pickpockets. Oliver is led to the lair of their elderly criminal trainer Fagin, naively unaware of their unlawful activities. (Summary by Wikipedia)","url_text_source":"http:\/\/ebooks.adelaide.edu.au\/d\/dickens\/charles\/d54ot\/","language":"English","copyright_year":"1838","num_sections":"53","url_rss":"http:\/\/librivox.org\/rss\/4159","url_zip_file":"http:\/\/www.archive.org\/download\/oliver_twist_2_1111_librivox\/oliver_twist_2_1111_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Oliver_Twist","url_librivox":"http:\/\/librivox.org\/oliver-twist-by-charles-dickens-2\/","url_other":null,"totaltime":"17:28:08","totaltimesecs":62888,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4181","title":"Battle of Life","description":"While \"The Battle of Life\" is one of Charles Dickens' Christmas Books - his annual release of a story just before Christmas - this one breaks the tradition by not being concerned with Christmas. Rather, its subtitle, \"A Love Story\", reveals more of the plot. <br \/><br \/>The major events of this book take place on land that once was a battleground. That is just a backdrop for Dickens' idea of the real battle of life - finding and winning the right partner, so that life will go on to the next generation. The family that lives there is rather confused in its affections and intentions regarding who should end up with whom. We are thrust into the fight to make things work out, and, happily for a Christmas book, Dickens leads us on to a happy ending. (Summary by Mark F. Smith)<br \/><br \/>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/676","language":"English","copyright_year":"1846","num_sections":"7","url_rss":"http:\/\/librivox.org\/rss\/4181","url_zip_file":"http:\/\/archive.org\/download\/battle_of_life_1004_librivox\/battle_of_life_1004_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Battle_of_Life","url_librivox":"http:\/\/librivox.org\/the-battle-of-life-by-charles-dickens\/","url_other":null,"totaltime":"3:28:45","totaltimesecs":12525,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4254","title":"Tafereelen uit Italie","description":"<P>In 1844 reisde Charles Dickens samen met zijn gezin enkele maanden naar Frankrijk en Italie waar hij Rome, Napels, Venetie en Florence bezocht. In dit reisverslag leren we Charles Dickens kennen als een matineuze wandelaar. (vrij naar Wikipedia)<BR><BR>De vertaler van deze uitgave uit 1889 is onbekend<\/P>","url_text_source":"http:\/\/www.archive.org\/details\/SchetsenUitAmerikaEnTafereelenUitItalie","language":"Dutch","copyright_year":"1889","num_sections":"23","url_rss":"http:\/\/librivox.org\/rss\/4254","url_zip_file":"http:\/\/www.archive.org\/download\/tafereelen_italie_1005_librivox\/tafereelen_italie_1005_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Pictures_from_Italy","url_librivox":"http:\/\/librivox.org\/tafereelen-uit-italie-by-charles-dickens\/","url_other":null,"totaltime":"14:26:01","totaltimesecs":51961,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4300","title":"Schetsen uit Amerika","description":"<P>\"Schetsen uit Amerika\", een Nederlandse vertaling van \"American Notes\" (vertaler onbekend), is een reisverslag van Charles Dickens waarin hij zijn eerste bezoek aan de Verenigde Staten beschreef. Deze reis vond plaats in 1842 en zijn verblijf duurde zes maanden, van januari tot en met juni. Hij werd vergezeld door zijn vrouw Catherine.<BR><BR>Na een zware overtocht op het overvolle schip Britannia van de Cunard Line kwam hij aan in Boston, waar hij, als reeds internationaal gevierd schrijver, een warm welkom kreeg. Dickens bereisde vervolgens voornamelijk de oostkust en het gebied van de Grote Meren. Ook bezocht hij president John Tyler in het Witte Huis.<BR><BR>Dickens steekt zijn bewondering voor de Amerikaanse vorm van democratie niet onder stoelen of banken. Niettemin blijkt er sprake van een haat-liefde verhouding. Hij maakte een groot aantal kritische en zure opmerkingen, niet in de laatste plaats over het onderwerp auteursrechten. Zijn werken werden in Amerika volop gelezen, maar aangezien er geen internationale overeenkomst bestond op het gebied van copyright, verschenen zijn boeken in niet-geautoriseerde vorm en ontving de schrijver hiervoor geen cent. Ook parodieerde hij de gewoonten en gesprekken van de doorsnee Amerikaan en was hij geïrriteerd over de in zijn ogen onbeschaamde opdringerigheid van zijn bewonderaars. Ook de nog heersende slavernij was hem een doorn in het oog en hij gaf hier niet-malse kritiek op. Een en ander werd hem door de Amerikanen, die hem toch vriendelijk hadden ontvangen en zijn hele bezoek goed hadden geregeld, niet in dank afgenomen. De ervaringen tijdens zijn reis vormden de inspiratie voor zijn roman Martin Chuzzlewit, dat in de Verenigde Staten koel werd ontvangen, maar de lezers er verder niet van weerhield zijn boeken te blijven lezen.(Introductie uit Wikipedia)<\/p>","url_text_source":"http:\/\/www.archive.org\/details\/SchetsenUitAmerikaEnTafereelenUitItalie","language":"Dutch","copyright_year":"1889","num_sections":"32","url_rss":"http:\/\/librivox.org\/rss\/4300","url_zip_file":"http:\/\/www.archive.org\/download\/schetsen_amerika_1007_librivox\/schetsen_amerika_1007_librivox_64kb_mp3.zip","url_project":"http:\/\/nl.wikipedia.org\/wiki\/American_Notes","url_librivox":"http:\/\/librivox.org\/schetsen-uit-amerika-door-charles-dickens\/","url_other":null,"totaltime":"21:08:26","totaltimesecs":76106,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4590","title":"David Copperfield (version 2)","description":"The story is told almost entirely from the point of view of the first person narrator, David Copperfield himself, and was the first Dickens novel to be written as such a narration. The story deals with the life of David Copperfield from childhood to maturity. David's father had died six months before he was born, and seven years later, his mother remarries but David and his step-father don’t get on and he is sent to boarding school. As David settles into life we are taken along with him and meet a dazzling array of characters, some of whom we will never forget and some of whom we won't want to remember! (Introduction by Wikipedia & T.Hynes)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/766","language":"English","copyright_year":"1850","num_sections":"65","url_rss":"http:\/\/librivox.org\/rss\/4590","url_zip_file":"http:\/\/www.archive.org\/download\/david_copperfield_th_librivox\/david_copperfield_th_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/david-copperfield-by-charles-dickens-version-2\/","url_other":null,"totaltime":"32:29:05","totaltimesecs":116945,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4600","title":"Our Mutual Friend, Version 2","description":"<P>Our Mutual Friend (written in the years 1864–65) is the last novel completed by Charles Dickens and is one of his most sophisticated works, combining psychological insight with social analysis. It centres on, in the words of critic J. Hillis Miller, \"money, money, money, and what money can make of life\" but is also about human values. In the opening chapters a body is found in the Thames and identified as John Harmon, a young man recently returned to London to receive his inheritance. Were he alive, his father's will would require him to marry Bella Wilfer, a beautiful, mercenary girl whom he had never met. Instead, the money passes to the working-class Boffins, and the effects spread into various corners of London society. (Wikipedia)<\/P>","url_text_source":"http:\/\/www.gutenberg.org\/etext\/883","language":"English","copyright_year":"1865","num_sections":"68","url_rss":"http:\/\/librivox.org\/rss\/4600","url_zip_file":"http:\/\/www.archive.org\/download\/our_mutualfriend_1_1009_librivox\/our_mutualfriend_1_1009_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Our_Mutual_Friend","url_librivox":"http:\/\/librivox.org\/our-mutual-friend-by-charles-dickens-librivox-version-2\/","url_other":null,"totaltime":"32:40:26","totaltimesecs":117626,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4634","title":"Nelly","description":"Vertaling van de Old Curiosity Shop (1841). \nHet weesje Nelly leeft bij haar grootvader die grote schulden heeft. Samen proberen zij de armoede en de schande te ontvluchten. Uiteindelijk vinden zij een rustige plaats om te leven ...\nZoals een winkel voor Antiek en Curiosa een bonte verzameling van kunst en kitsch bevat, zo bevat dit boek een groteske verzameling van menselijke- en zelfs dierlijke karakters. (Samenvatting door Marcel Coenders)","url_text_source":"http:\/\/www.archive.org\/details\/NellyoldCuriosityShop","language":"Dutch","copyright_year":"1841","num_sections":"74","url_rss":"http:\/\/librivox.org\/rss\/4634","url_zip_file":"http:\/\/www.archive.org\/download\/nelly_1012_librivox\/nelly_1012_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Old_Curiosity_Shop","url_librivox":"http:\/\/librivox.org\/nelly-by-charles-dickens\/","url_other":null,"totaltime":"32:17:36","totaltimesecs":116256,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4676","title":"Our Mutual Friend, Version 3","description":"Our Mutual Friend, the last novel completed by Charles Dickens, has many plots, twists and turns, from the murky river Thames to the gold and crystal on the tables of ‘Society’. A tale of murder, treachery, jealousy and love, takes us first to a rowing boat on the Thames, where the Hexhams have found a body in the water and are bringing it to shore. We attend the Boffins, a poor naïve couple, who unexpectedly have just become wealthy, after their employer dies and names them in his will. Silas Wegg becomes their ‘literary man’ and John Rokesmith, a mysterious man, becomes their secretary. We meet the Veneerings, new to society, who hold elaborate dinner parties for ‘dear friends’ they’ve never met. Bella and Lizzie, each from different walks of life, find love from unexpected quarters. The Lammles, a society couple, become match makers for their own ulterior motives. Two ne’er do well lawyers, Mortimer Lightwood and Eugene Wrayburn, find themselves caught up in intrigue, and learn how dangerous their work can be. Riderhood, a devious individual, finds himself in a dark plot with school teacher Bradley Headstone. Betty Higden, a loyal elderly woman, whose independence and love are so inspiring, our hearts go out to her. Dickens weaves together some of his most colorful and oft times hilarious characters so cleverly, that even up to the end of the story, surprises are afoot. (Summary by Mil Nicholson)","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/883","language":"English","copyright_year":"1864","num_sections":"68","url_rss":"http:\/\/librivox.org\/rss\/4676","url_zip_file":"http:\/\/www.archive.org\/download\/ourmutualfriend_1101_librivox\/ourmutualfriend_1101_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/Our_Mutual_Friend","url_librivox":"http:\/\/librivox.org\/our-mutual-friend-version-3-by-charles-dickens\/","url_other":null,"totaltime":"36:11:26","totaltimesecs":130286,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4711","title":"Oliver Twist (version 3)","description":"","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/730","language":"English","copyright_year":"1838","num_sections":"53","url_rss":"http:\/\/librivox.org\/rss\/4711","url_zip_file":"","url_project":"http:\/\/en.wikipedia.org\/wiki\/Oliver_Twist","url_librivox":"http:\/\/librivox.org\/forum\/viewtopic.php?t=28258&highlight;=","url_other":null,"totaltime":"","totaltimesecs":0,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4821","title":"Weihnachtsabend (Eine Geistergeschichte)","description":"<p>1843 verfasste Dickens den Roman A Christmas Carol (deutscher Titel: Eine Weihnachtsgeschichte) in der Absicht, die Aufmerksamkeit des Lesers auf die Not der Armen in der Gesellschaft Englands zu lenken. Am 19. Dezember 1843 wurde das Werk mit Illustrationen von John Leech veröffentlicht.<br><\/br>\nDer herzlose Geschäftemacher Ebenezer Scrooge wandelt sich zu einem gütigen, die Not der Menschen lindernden alten Herren. Dickens bedient sich hierfür der Mittel der Groteske: Am Heiligen Abend erscheint dem alten Geizhals der Geist seines verstorbenen Geschäftspartners Marley, der zu Lebzeiten noch geiziger als Scrooge war, und prophezeit Scrooge ein düsteres Ende für den Fall, dass er sein Leben nicht grundlegend ändere. Danach zeigt sich der Geist der vergangenen Weihnacht, welcher Scrooge in seine Kindheit zurückversetzt, gefolgt vom Geist der gegenwärtigen Weihnacht, der ihn ins Haus seines ärmlich lebenden Schreibers Cratchit und dessen Familie sowie in das Haus seines Neffen geleitet. Der Geist der künftigen Weihnacht schließlich führt ihn zu seinem einsamen Sterbebett und zeigt ihm seinen Grabstein. „Die Wege der Menschen deuten ein bestimmtes Ende voraus, auf das sie hinführen, wenn man auf ihnen beharrt. Aber wenn man von den Wegen abweicht, ändert sich auch das Ende“, erkennt Scrooge, läutert sich und wird fortan zu einem anderen Menschen. (Zusammenfassung von Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/22465","language":"German","copyright_year":"1843","num_sections":"10","url_rss":"http:\/\/librivox.org\/rss\/4821","url_zip_file":"http:\/\/www.archive.org\/download\/weihnachtsabend_geistergeschichte_1012_librivox\/weihnachtsabend_geistergeschichte_1012_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/der-weihnachtsabend-eine-geistergeschichte-by-charles-dickens\/","url_other":null,"totaltime":"2:29:39","totaltimesecs":8979,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4870","title":"Kerkklokken","description":"Dit is het tweede 'kerstverhaal' van Charles Dickens. Het boek is geschreven in 1844 een jaar na het beroemdere Chrismas Carol. Eigenlijk is het een nieuwjaarsverhaal. Het boek is geschreven tijdens zijn verblijf in Genua, een verblijf dat beschreven is in zijn boek 'Tafereelen uit Italië'. (Introductie van Marcel Coenders)","url_text_source":"http:\/\/www.archive.org\/details\/KerstverhalenVanCharlesDickens","language":"Dutch","copyright_year":"1912","num_sections":"8","url_rss":"http:\/\/librivox.org\/rss\/4870","url_zip_file":"http:\/\/www.archive.org\/download\/kerkklokken_1012_librivox\/kerkklokken_1012_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Chimes","url_librivox":"http:\/\/librivox.org\/de-kerkklokken-by-charles-dickens\/","url_other":null,"totaltime":"5:28:49","totaltimesecs":19729,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4908","title":"Krekel achter de Haardplaat","description":"Het kerstverhaal van 1845 vertaling van 'The Cricket on the Hearth'.<br \/>De mooie jonge Dot en de oude vrachtrijder John lijken gelukkig getrouwd te zijn totdat John ziet dat Dot geheime omgang heeft met een knappe jonge man. (Introductie door Marcel Coenders)","url_text_source":"http:\/\/www.archive.org\/details\/KerstverhalenVanCharlesDickens","language":"Dutch","copyright_year":"1912","num_sections":"9","url_rss":"http:\/\/librivox.org\/rss\/4908","url_zip_file":"http:\/\/www.archive.org\/download\/de_krekel_achter_de_haardplaat_1011_librivox\/de_krekel_achter_de_haardplaat_1011_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Cricket_on_the_Hearth","url_librivox":"http:\/\/librivox.org\/de-krekel-achter-de-haardplaat-by-charles-dickens\/","url_other":null,"totaltime":"5:28:05","totaltimesecs":19685,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4909","title":"Strijd des Levens","description":"Het kerstverhaal van 1846 vertaling van The battle of life. De rampzalige historie over het verlaten van het vaderlijk huis en vinden van geschikte huwelijkskandidaten voor Marion en Grace, de aantrekkelijke dochters van dr. Jeddler, de dorpsdokter.<br \/>Motto's van het boek zijn: 'Vergeten en vergeven'en 'Doe zoals ge wenscht dat U gescheidt'. (Samenvatting door Marcel Coenders)","url_text_source":"http:\/\/www.archive.org\/details\/KerstverhalenVanCharlesDickens","language":"Dutch","copyright_year":"1912","num_sections":"8","url_rss":"http:\/\/librivox.org\/rss\/4909","url_zip_file":"http:\/\/www.archive.org\/download\/strijd_des_levens_1012_librivox\/strijd_des_levens_1012_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Battle_of_Life","url_librivox":"http:\/\/librivox.org\/de-strijd-des-levens-by-charles-dickens\/","url_other":null,"totaltime":"5:07:53","totaltimesecs":18473,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4910","title":"Behekste Man of de Gesloten Koop","description":"Het kerstverhaal van 1848. Vertaling van The Haunted Man and the Ghost’s Bargain. Mr. Redlaw, een scheikunde leraar, krijgt van een geest de gave om zichzelf en zijn medemensen te bevrijden van alle pijnlijke herinneringen en gevoelens. \nMotto van het boek: \"Heer, houd mijn geheugen fris\".(Inleiding van Marcel Coenders)","url_text_source":"http:\/\/www.archive.org\/details\/KerstverhalenVanCharlesDickens","language":"Dutch","copyright_year":"1912","num_sections":"10","url_rss":"http:\/\/librivox.org\/rss\/4910","url_zip_file":"http:\/\/www.archive.org\/download\/behekste_man_1012_librivox\/behekste_man_1012_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Haunted_Man_and_the_Ghost’s_Bargain","url_librivox":"http:\/\/librivox.org\/de-behekste-man-of-de-gesloten-koop-by-charles-dickens\/","url_other":null,"totaltime":"5:44:30","totaltimesecs":20670,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4924","title":"Chimes","description":"<br \/><i>The Chimes: A Goblin Story of Some Bells that Rang an Old Year Out and a New Year In<\/i> is the second of Charles Dickens' Christmas books, published in 1844. Its contemporary setting is the \"Hungry Forties\", a time of social and political unrest, and the book has a strong moral message. It remained popular for many years, although its fame has since been eclipsed by that of <i>A Christmas Carol<\/i>, the first of the series.<br \/><br \/> Our hero Toby (\"Trotty\") Veck is a poor but hard-working man, whose beloved daughter Meg is due to marry on New Year's Day. Trotty, who is appalled by newspaper reports of crime and immorality, is further depressed by his encounters with the rich and influential Alderman Cute and Sir Joseph Bowley, who make him feel that the poor have no right to exist in society, and his daughter has no right to marry. Trotty hears messages in the chimes of the church bells, which lead him to visit the belfry at night on New Year's Eve... (Introduction by Ruth Golding) <br \/><br \/>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/653","language":"English","copyright_year":"1844","num_sections":"4","url_rss":"http:\/\/librivox.org\/rss\/4924","url_zip_file":"http:\/\/www.archive.org\/download\/chimes_rg_librivox\/chimes_rg_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/The_Chimes","url_librivox":"http:\/\/librivox.org\/the-chimes-by-charles-dickens\/","url_other":null,"totaltime":"4:18:27","totaltimesecs":15507,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"4934","title":"Tale of Two Cities (version 2)","description":"<p>A Tale of Two Cities (1859) is a novel by Charles Dickens, set in London and Paris before and during the French Revolution. With well over 200 million copies sold, it is among the most famous works of fiction.\n\nThe novel depicts the plight of the French peasantry demoralized by the French aristocracy in the years leading up to the revolution, the corresponding brutality demonstrated by the revolutionaries toward the former aristocrats in the early years of the revolution, and many unflattering social parallels with life in London during the same time period. It follows the lives of several protagonists through these events. The most notable are Charles Darnay and Sydney Carton. Darnay is a French once-aristocrat who falls victim to the indiscriminate wrath of the revolution despite his virtuous nature, and Carton is a dissipated British barrister who endeavours to redeem his ill-spent life out of his unrequited love for Darnay's wife, Lucie Manette. (Introduction by Wikipedia)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/98","language":"English","copyright_year":"1859","num_sections":"45","url_rss":"http:\/\/librivox.org\/rss\/4934","url_zip_file":"http:\/\/www.archive.org\/download\/tale_of_two_cities_1012_librivox\/tale_of_two_cities_1012_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Tale_of_Two_Cities","url_librivox":"http:\/\/librivox.org\/a-tale-of-two-cities-by-charles-dickens-2\/","url_other":null,"totaltime":"15:29:14","totaltimesecs":55754,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"5000","title":"Juffrouw Lirriper en haar Commensalen","description":"Het kerstverhaal van 1863 Juffrouw Lirriper en haar kostganger Jakob Jackman zorgen voor de zoon van een voormalig bewoonster van het kosthuis. Als deze jongen naar kostschool gaat schrijft Jakob een verzameling verhalen op over de bewoners van het kosthuis.<br><br>\n\nHoofdstuk 1 en 7 vormen een doorlopend verhaal, de andere hoofdstukken zijn aparte korte verhalen. Het verhaal van hoofdstuk 1 en 7 krijgt een vervolg in 'Juffrouw Lirriper's Legaat' het kerstverhaal van 1864.\n\n(Inleiding door Marcel Coenders)","url_text_source":"http:\/\/www.archive.org\/details\/JuffrouwLirriperEenReeksKerstverhalen","language":"Dutch","copyright_year":"1900","num_sections":"14","url_rss":"http:\/\/librivox.org\/rss\/5000","url_zip_file":"http:\/\/www.archive.org\/download\/juffrouw_lirriper_commensalen_mc_librivox\/juffrouw_lirriper_commensalen_mc_librivox_64kb_mp3.zip","url_project":"","url_librivox":"http:\/\/librivox.org\/juffrouw-lirriper-en-haar-commensalen-by-charles-dickens\/","url_other":null,"totaltime":"8:39:31","totaltimesecs":31171,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]},{"id":"5008","title":"Christmas Carol (Version 3)","description":"<p>Old miser Ebenezer Scrooge undergoes a major transformation after being visited by his deceased colleague Jacob Marley, who warns him to change his ways and has three spirits visit him on the night of Christmas Eve. (Introduction by Jeff Robinson)<\/p>","url_text_source":"http:\/\/www.gutenberg.org\/ebooks\/24022","language":"English","copyright_year":"1843","num_sections":"5","url_rss":"http:\/\/librivox.org\/rss\/5008","url_zip_file":"http:\/\/www.archive.org\/download\/christmascarol_1012_librivox\/christmascarol_1012_librivox_64kb_mp3.zip","url_project":"http:\/\/en.wikipedia.org\/wiki\/A_Christmas_Carol","url_librivox":"http:\/\/librivox.org\/a-christmas-carol-by-charles-dickens-3\/","url_other":null,"totaltime":"2:38:52","totaltimesecs":9532,"authors":[{"id":"91","first_name":"Charles","last_name":"Dickens","dob":"1812","dod":"1870"}]}]
}